import Head from 'next/head'
import Header from '@components/Header'
import Footer from '@components/Footer'

export default function Home() {
    return (
        <div className="container">
            <Head>
                <title>AW 工作室隐私声明</title>
                <link rel="icon" href="/favicon.ico" />
            </Head>

            <main>
                <Header title="AW 工作室隐私声明" />
                <p className="description">
                    <p>生效日期：2024/10/01</p>
                    <p>更新日期：2024/10/20</p>
                    <hr />
                    <p>AW工作室（以下简称&ldquo;我们&rdquo;或称&ldquo;AW&rdquo;）重视用户的隐私保护，并致力于保护您的个人信息安全。根据相关法律法规，我们制定了本隐私政策，以帮助您了解我们如何收集、使用、存储和保护您的个人信息。请您仔细阅读以下内容，以便做出适当的选择。</p>
                    <p>在您使用或启用相关功能、享受服务或满足客户企业组织管理需求时，我们会收集和使用必要的信息。这些信息的收集和使用是为了实现功能和服务的需要，或者是为了满足组织管理的要求。除非是为了实现业务功能或法律法规所要求的必要信息，您可以选择不提供这些信息，而这不会影响您使用其他功能或服务。</p>
                    <p>本隐私政策适用于AW工作室及其关联方提供的所有服务，包括AW工作室旗下服务或产品的网站等。本隐私政策不适用于由其他第三方提供的服务。在选择使用第三方服务之前，建议您充分了解其产品功能及隐私保护政策，并决定是否使用相关功能或服务。</p>
                    <hr />
                    <h2 id="前言">前言</h2>
                    <ul>
                        <li>
                            <p>欢迎使用由AW工作室（以下简称&ldquo;我们&rdquo;或称&ldquo;AW&rdquo;）拥有并运营的产品及服务&mdash;&mdash;AW GPT。</p>
                        </li>
                        <li>
                            <p>您在使用本服务前应充分阅读、理解并接受本协议的全部内容。一旦您同意本协议并实际使用本服务，即表示您已接受本协议并受其约束。</p>
                        </li>
                        <li>
                            <p>在使用本服务时，如您有跨系统获取和使用第三方平台、服务的数据的行为，您应遵守第三方平台的相关规则，特别是数据保护相关规则，否则您不应该继续使用本服务。</p>
                        </li>
                    </ul>
                    <h2 id="一-信息的收集与使用">一、信息的收集与使用</h2>
                    <p>我们为了提供优质的服务、保障服务的安全运行、优化功能体验，将根据以下目的和方式，收集您在注册、使用服务时主动提供或授权提供的个人信息，以及您在使用服务过程中产生的个人信息：</p>
                    <h3 id="11-使用服务过程中收集信息">1.1 使用服务过程中收集信息</h3>
                    <h4 id="111-个人信息">1.1.1 个人信息</h4>
                    <p>为实现信息的传输与交互，我们会收集您作为个人用户使用服务时提交或产生的信息。请确保您已按照法律规定明确告知他人的个人信息收集、使用目的、范围和方式，并获得其授权同意。</p>
                    <h4 id="112-网络账号信息">1.1.2 网络账号信息</h4>
                    <p>在使用我们提供的服务时，我们会收集您的用户名、头像等，以便在AW平台展示用户信息。</p>
                    <h4 id="112-第三方平台信息">1.1.2 第三方平台信息</h4>
                    <p>经您授权后，我们将从您授权的平台获取相关信息。您需确保已获得第三方平台及最终用户的充分、合法、有效授权，否则您需承担相应法律后果。如因您违反本条规定使用AW服务而给我们造成损失（包括但不限于我们遭他人追究法律责任、索赔支出的费用、遭受行政处罚支出的费用、因维权支出的律师费、诉讼费、鉴定费等）的，您应当全额赔偿。</p>
                    <h4 id="113-使用数据">1.1.3 使用数据</h4>
                    <p>请你理解，你的使用数据数据（包含其中涉及的个人信息）不同于上文所述个人信息，我们将按如下方式处理：<br />
                        &ldquo;使用数据&rdquo;指：<br />
                        （1）你利用AW功能/服务获得或创建聊天机器人（Bot）时上传的全部数据（例如知识库信息、上传的插件/api信息等）<br />
                        （2）你发布聊天机器人（Bot）后该bot运行期间经由AW处理的所有数据，包括所有文本、声音、视频或图像文件以及软件，也包括你因使用AW产品或服务而衍生的开发者可自主控制和管理的数据（如配置数据、运维数据等）。<br />
                        你完全拥有你的使用数据。我们作为中立的技术服务提供者，只会严格执行你的指示处理你的使用数据，除非法律法规另有规定、依据特定产品规则另行约定或基于你的要求为你提供技术协助进行故障排除或解决技术问题，我们不会访问你的使用数据，亦不会对你的使用数据进行任何非授权的使用或披露。</p>
                    <p>你应对你的使用数据来源及内容负责，我们提示你谨慎判断数据来源及内容的合法性。你应保证有权使用官网及服务对该等数据进行处理，且前述处理活动均符合相关法律法规的要求，不存在任何违法违规、侵权或违反与第三方合同约定的情形，亦不会将数据用于违法违规目的，因你的使用数据内容及你的数据处理行为违反法律法规、部门规章或国家政策而造成的全部结果及责任均由你自行承担。</p>
                    <p>受限于前款规定，对于使用数据内包含的任何个人信息，你应当依法提前向相关个人信息主体履行告知义务，并取得相关个人信息主体的单独同意，并保证：<br />
                        （1）根据我们要求的方式，就个人信息来源及其合法性提供书面说明和确认；<br />
                        （2）在我们要求时，提供个人信息处理的授权同意范围，包括使用目的，个人信息主体同意你使用AW对其个人信息进行处理；<br />
                        （3）如你使用AW及相关服务所需进行的个人信息处理活动超出该等个人信息的授权同意范围的，应在提供个人信息后的合理期限内或在我们处理个人信息前，由你负责征得个人信息主体的明示同意并在我们要求时向我们提供书面证明。<br />
                        （4）你理解并同意，除非满足上述条件及法律要求的其他义务，你不得向我们提供包含个人信息的使用数据。如你违反上述义务，或未按照要求向我们提供合理满意的证明，或我们收到个人信息主体举报或投诉，我们有权单方决定拒绝传输你的相关数据（根据实际情形，包括通过限制相关服务功能，冻结、注销或收回账号等方式），或拒绝按照你的指令处理相关个人信息及其相关的数据，由此产生的全部责任均由你自行承担。<br />
                        （5）你理解并同意，针对你的使用数据，我们向你提供一项免费的数据托管服务，但我们没有义务存储你的数据或信息，亦不对你的数据存储工作或结果承担任何责任。</p>
                    <h3 id="12-用户反馈">1.2 用户反馈</h3>
                    <p>在使用服务过程中，您可反馈问题及服务体验，帮助我们改善产品和服务。我们将记录您的联系信息、反馈问题或建议、您与我们的通信内容，以便进一步联系您并反馈处理进度。</p>
                    <h3 id="13-个人信息目的变更">1.3 个人信息目的变更</h3>
                    <p>随着业务发展，我们可能调整功能和服务。新功能或服务与原有功能相关时，收集和使用的个人信息将与原处理目的直接相关。在与原处理目的无关的情况下，我们将通过页面提示、交互流程、协议确认等方式另行通知并征得您同意。</p>
                    <h3 id="14-征得授权同意的例外">1.4 征得授权同意的例外</h3>
                    <p>根据相关法规规定，收集您的个人信息无需征得授权同意的情形包括但不限于国家安全、公共利益、犯罪侦查等。若停止运营服务，我们将及时通知您停止个人信息收集活动。</p>
                    <h3 id="15-管理员作为个人信息处理者">1.5 管理员作为个人信息处理者</h3>
                    <p>若您是空间用户，除通过AW收集的信息外，管理员（邀请空间用户加入的个人用户或企业用户）将提供为实现服务功能所需的个人信息。管理员应事先获得您的明确授权并告知个人信息收集、使用目的、范围和方式。如无法确认，请停止使用服务并与管理员确认。</p>
                    <p>请注意，信息无法单独或结合其他信息识别到您的个人身份时，不属于您的个人信息。当信息可识别到您的个人身份时，将按照隐私政策处理与保护。</p>
                    <h2 id="二-如何使用cookie和同类技术">二、如何使用Cookie和同类技术*</h2>
                    <p>当涉及到Cookie和类似技术的使用时，这些技术在互联网中被广泛采用。在您使用我们的服务时，我们可能会利用相关技术向您的设备发送一个或多个Cookie或匿名标识符，用于收集、标识和存储您在使用产品或服务时的信息。我们郑重承诺，不会将Cookie用于本隐私政策所述目的之外的其他任何用途。</p>
                    <p>主要用途包括但不限于确保产品与服务的安全性和高效运转，验证您的账户与交易安全状态，排查潜在的崩溃或延迟情况，以及简化您填写表单、输入搜索内容的流程。</p>
                    <p>此外，我们可能会利用Cookie向您展示您可能感兴趣的信息或功能。大多数浏览器都提供了清除浏览器缓存数据的选项，您可以随时进行相关操作或选择拒绝我们的Cookie。需要注意的是，这些修改可能会影响您使用依赖Cookie的服务或相关功能。我们建议您谨慎处理Cookie设置，以确保获得最佳的服务体验。</p>
                    <h2 id="三-如何对外提供信息">三、如何对外提供信息</h2>
                    <h3 id="31-共享">3.1 共享</h3>
                    <p>我们承诺不会与AW工作室以外的公司、组织和个人共享您的个人信息，但在以下情形除外：<br />
                        （1）获得明确同意的共享：在获得您的明确同意后，我们会与其他方共享您的个人/企业信息。<br />
                        （2）法定情形下的共享：根据法律法规规定，或按照行政、司法机关的强制性要求，我们可能会对外共享您的个人/企业信息。<br />
                        （3）与关联公司的共享：为便于我们与关联公司共同向您提供服务，推荐您可能感兴趣的信息，识别异常情况，保护关联公司或其他用户的安全，您的个人信息可能会与我们的关联公司或其指定的服务商共享。我们会严格限制共享的个人信息范围，并受到本政策所述目的的约束。如果涉及敏感个人信息或个人信息用途变更，我们将再次征得您的授权同意。请注意，您在使用服务时自愿分享的信息可能涉及个人信息甚至敏感个人信息，敬请谨慎考虑。</p>
                    <h3 id="32-委托处理">3.2 委托处理</h3>
                    <p>对于委托处理个人信息的情况，我们将与受托合作方签署相关处理协议，并监督其个人信息使用活动，以确保符合法律规定。</p>
                    <h3 id="33-转移">3.3 转移</h3>
                    <p>在合并、分立、解散或破产等情况下需要转移个人信息时，我们将告知接收方的名称和联系方式，接收方将继续遵守本政策及其他法定义务。如接收方变更个人信息处理目的或方式，我们将重新征得您的同意。</p>
                    <h3 id="34-公开披露">3.4 公开披露</h3>
                    <p>我们仅在基于您的自愿选择及其他单独同意的情形下，可能会公开披露您的个人信息：</p>
                    <h4 id="341-征得授权同意的例外">3.4.1 征得授权同意的例外</h4>
                    <p>请你理解，在下列情形中，根据法律法规及相关国家标准，我们收集、使用和披露你的个人信息不必事先征得你的授权同意：<br />
                        (1) 与我们履行法律法规规定的义务相关的；<br />
                        (2) 与国家安全、国防安全直接相关的；<br />
                        (3) 与公共安全、公共卫生、重大公共利益直接相关的；<br />
                        (4) 与刑事侦查、起诉、审判和判决执行等直接相关的；<br />
                        (5) 出于维护你或他人的生命、财产等重大合法权益但又很难得到本人授权同意的；<br />
                        (6) 你自行向社会公众公开的个人信息；<br />
                        (7) 根据个人信息主体要求签订和履行合同所必需的；<br />
                        (8) 从合法公开披露的信息中收集的你的个人信息的，如合法的新闻报道、政府信息公开等渠道；<br />
                        (9) 用于维护软件及相关服务的安全稳定运行所必需的，例如发现、处置软件及相关服务的故障；<br />
                        (10) 为开展合法的新闻报道所必需的；<br />
                        (11) 为学术研究机构，基于公共利益开展统计或学术研究所必要，且对外提供学术研究或描述的结果时，对结果中所包含的个人信息进行去标识化处理的；<br />
                        (12) 法律法规规定的其他情形。</p>
                    <h2 id="四-如何存储个人信息">四、如何存储个人信息</h2>
                    <h3 id="41-存储地点">4.1 存储地点</h3>
                    <p>根据法律法规规定，在境内运营过程中产生的个人信息将存储于中华人民共和国境内。目前，我们不会将您的个人信息传输至境外，如需传输，我们将遵循相关规定或征得您的同意。</p>
                    <h3 id="42-存储期限">4.2 存储期限</h3>
                    <p>在您使用我们的服务期间，我们将持续保存您的个人信息，保存期限将以不超过为提供服务所必需的时限为原则。停止运营后，我们将在合理期限内依法删除或匿名化您的个人信息。在您终止使用服务或关闭授权后，我们将删除或匿名化您的信息，除非法律要求保留。以及以下情形除外：<br />
                        （1）遵从法律法规有关信息留存的要求（例如：《网络安全法》规定：采取监测、记录网络运行状态、网络安全事件的技术措施，并按照规定留存相关的网络日志不少于六个月）。<br />
                        （2）出于财务、审计、争议解决等目的需要合理延长期限的。<br />
                        （3）若您是空间用户，针对企业使用的数据，我们将根据客户指示处理，如您对相关内容有疑问或主张相关的个人信息权益，您知悉并理解您可以联系管理员处理。</p>
                    <h2 id="五-如何保护个人信息安全">五、如何保护个人信息安全</h2>
                    <h3 id="51-安全措施">5.1 安全措施</h3>
                    <p>我们采取符合标准的安全防护措施，保护您提供的个人/企业信息，防止未经授权访问、公开披露、使用、修改、损坏或丢失。我们使用加密技术、保护机制、访问控制等措施确保信息安全，并定期进行员工培训。</p>
                    <h3 id="52-信息管理">5.2 信息管理</h3>
                    <p>我们避免收集无关信息，仅保留达成本政策目的所需的信息。如需延长保留期限，将遵循法律规定。</p>
                    <h3 id="53-网络安全">5.3 网络安全</h3>
                    <p>互联网并非绝对安全的环境，建议谨慎使用通信方式发送信息。请妥善保护个人信息，如发生泄露，请及时联系客服。使用复杂密码有助于账号安全。</p>
                    <h3 id="54-安全事件通知">5.4 安全事件通知</h3>
                    <p>如发生安全事件，我们将按法律要求及时通知您。情况将通过邮件、信函、电话或推送通知告知，公告发布亦可。同时，我们将上报监管部门相应处理情况。</p>
                    <h3 id="55-授权声明">5.5 授权声明</h3>
                    <p>通过平台提交信息代表您同意授权我们收集、使用、共享和保护您的信息。如需撤回授权，请及时联系我们。</p>
                    <h3 id="56-特别提醒">5.6 特别提醒</h3>
                    <p>本隐私政策仅适用于我们的服务或产品。离开我们的服务后，我们无法保护您在其他平台提交的信息。请谨慎使用外部链接。</p>
                    <h2 id="六-管理您的个人信息">六、管理您的个人信息</h2>
                    <p>我们非常重视对个人信息的管理，并依法保护你对于你信息的查阅、复制、更正、补充、删除以及撤回授权同意、注销账号、投诉举报等权利，以使你有能力保障你的隐私和信息安全。关于您个人信息的管理，您有如下权利：</p>
                    <h3 id="61-投诉举报">6.1 投诉举报</h3>
                    <p>如发现个人信息权利受侵害，或有投诉，请通过联系方式与我们联系。</p>
                    <h3 id="62-意见反馈和投诉举报">6.2 意见反馈和投诉举报</h3>
                    <p>如有意见或发现侵害，请联系我们。</p>
                    <h3 id="63-停止运营并向您公告">6.3 停止运营并向您公告</h3>
                    <p>如我们停止运营，我们将及时停止收集您个人信息的活动，将停止运营的通知以逐一送达或公告的形式通知您，并对所持有的您的个人信息进行删除或匿名化处理。</p>
                    <p>感谢您阅读并了解我们的个人信息管理声明。如有任何疑问，请随时与我们联系。</p>
                    <h2 id="七-未成年人条款">七、未成年人条款</h2>
                    <p>我们的服务主要面向成年人或企业。如果没有父母或监护人的同意，未成年人（不满十八周岁）不应创建任何账户或使用官网及其服务。如果我们发现在未事先获得可证实的监护人同意的情况下收集了未成年人的个人信息，则会设法尽快删除相关信息。</p>
                    <h2 id="八-隐私政策的修订和通知">八、隐私政策的修订和通知</h2>
                    <h3 id="81-为了给你提供更好的服务我们的官网及相关服务将不时更新与变化我们会适时对本隐私政策进行修订该等修订构成本隐私政策的一部分并具有等同于本隐私政策的效力">8.1 为了给你提供更好的服务，我们的官网及相关服务将不时更新与变化，我们会适时对本隐私政策进行修订，该等修订构成本隐私政策的一部分并具有等同于本隐私政策的效力。</h3>
                    <h3 id="82-本隐私政策更新后我们会在官网或相关网站公布更新版本-如你继续使用官网及相关服务视为你同意接受修订后的本隐私政策的全部内容">8.2 本隐私政策更新后，我们会在官网或相关网站公布更新版本。如你继续使用官网及相关服务，视为你同意接受修订后的本隐私政策的全部内容。</h3>
                    <h2 id="九-联系我们">九、联系我们</h2>
                    <p>如您对本隐私政策有任何疑问、意见或请求，请通过以下方式与我们联系：</p>
                    <ul>
                        <li>电子邮箱：<a data-from-md="" title="yangwanli0925@outlook.com" href="yangwanli0925@outlook.com">yangwanli0925@outlook.com</a></li>
                    </ul>
                    <p>我们将在15个工作日内回复您的请求。</p>
                    <h2 id="十-其他">十、其他</h2>
                    <p>本隐私政策适用于您在中国大陆地区使用我们的服务。政策中的标题仅为阅读方便，不影响条款内容的解释。</p>
                    <hr />
                    <p>最后更新于：2024/10/20</p>
                </div></div>
        </p >
        </main >
        <Footer />
    </div >
  )
}
